/* File menu entry under Import Catalog */
"Media Pro Catalog…" = "Catalogue Media Pro…";

/* Error message if failing to launch a Media Pro Catalog for Import */
"Unable to open Media Pro Catalog." = "Impossible d'ouvrir le catalogue Media Pro.";

/* Error message if failing to get document properties of a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog document properties" = "Impossible de lire les propriétés du document Catalogue Media Pro";

/* Error message if failing to get item properties in a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog item properties" = "Impossible de lire les propriétés de l'élément Catalogue Media Pro";

